Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=198_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamen suvun laulu - Sámi soga lávlla
sme: Sámi soga lávlla

source: Saamen suvun laulu (Sámi soga lávlla) on saamelaisten kansallislaulu.
sme: Sámi soga lávlla lea sámiid álbmotlávlla.

source: Laulun sanat on kirjoittanut saamelaisten merkkimies Isak Saba (1875-1921).
sme: Lávlaga sániid lea čállán sámiid mearkaalmmái Isak Saba / Sápp-Issát (1875-1921).

source: Hän oli Finnmarkin Nessebystä (Unjárga / Uuniemi) kotoisin ollut opettaja ja ensimmäinen saamelainen valtiopäivämies.
sme: Son lei oahpaheaddji ja eret Finnmárkku Unjárggas, vuosttas sápmelaš riikkabeaialmmái.

source: Saban runo valittiin kansallislauluksi 13. saamelaiskonferenssissa Åressa elokuussa 1986.
sme: Saba dikta válljejuvvui álbmotlávllan 13. sámekonfereanssas Åres borgemánus 1986.

source: Laulun on säveltänyt norjalainen Arne Sørlie.
sme: Lávlagii lea bidjan nuohta norgalaš Arne Sørlie.

source: Sävellys hyväksyttiin virallisesti saamelaisten 15. konferenssissa Helsingissä vuonna 1992.
sme: Nuohtta dohkkehuvvui virggálaččat sámiid 15. konfereanssas Helssegis 1992.

source: Saamen suvun laulu on käännetty kuudelle saamen kielelle ja myös suomeksi, jonka käännöksen on tehnyt Otto Manninen.
sme: Sámi soga lávlla lea jorgaluvvon guđa sámegillii ja maiddái suomagillii, man jorgalii Otto Manninen.

source: Kansallislaulua lauletaan kaikkialla siellä, missä vietetään saamelaisten juhlaa.
sme: Sámit lávlot Sámi soga lávlaga álo go ávvudit.

source: Yleensä sitä lauletaan seisaalleen nousten.
sme: Dábálaččat dat lávlojuvvo čuoččat.

source: Isak Mikal (Mikkel) syntyi Per Sabbasenin ja Britha Aikion seitsenlapsisen perheen toiseksi nuorimmaksi lapseksi.
sme: Isak Mikal (Mikkel) riegádii Per Sabbasena ja Britha Aikio čieža máná bearrašii nubbin nuoramus mánnán.

source: Hänen isänsä oli kauppias, karjanhoitaja ja kalastaja, ja siksi perheellä olikin varaa asua monia muita mukavammin.
sme: Su áhčči lei gávpejas, šibitdoalli ja guolásteaddji, ja danin bearaš suittiige ássat stuorát ja buoret viesus go máŋgasat earát.

source: Sittemmin Saban synnyinkoti on korjattu ja siitä on tehty osa Várjjat Sámi Musean (Varanger Sámi museum) näyttelyä.
sme: Maŋŋá Saba mánnávuođa ruoktu lea divvojuvvon ja lea dál oassi Várjjat Sámi Musea (Varanger Sámi museum) čájáhusa.

source: Saba tunnetaan erityisesti saamelaisten kansallislaulun sanoittajana, mutta hän oli myös opettaja ja poliitikko.
sme: Saba dovdet erenomážit das go son lea čállán sániid sámiid álbmotlávlagii, muhto son lei maid sápmelaš oahpaheaddji ja politihkkár.

source: Ensimmäisenä saamelaisena valtiopäivämiehenä Norjan Suurkäräjillä vuosina 1907-1912 hän edusti Ruijan työväenpuoluetta.
sme: Vuosttas sápmelaš riikkabeaialmmájin Norgga Stuorradikkis jagiin 1907-1912 son ovddastii Finnmárkku bargiidbellodaga.

source: Saba tuli valituksi valtiopäiville, sillä hän onnistui viemään eteenpäin saamelaisten oikeuksia koskevaa ohjelmaa, jossa korostettiin muun muassa saamenkielisten jumalanpalvelusten ja Raamattujen tärkeyttä sekä vaadittiin yhtäläisiä maanosto-oikeuksia.
sme: Saba válljejuvvui riikkabeivviide, dasgo son lihkostuvai doalvut ovddosguvlui sámiid vuoigatvuođaid guoski prográmma, mas deattuhuvvui earet eará sámegielat ipmilbálvalusaid ja Biibbaliid dehálašvuohta sihke gáibiduvvojedje ovttalágan eanaoastinvuoigatvuođat.

source: Saban vaikuttaessa Norjassa elettiin vielä virallisen norjalaistamispolitiikan aikaa, jolloin saamen kieli ja saamelainen kulttuuri pyrittiin kitkemään pois.
sme: Dalle go Saba váikkuhii Norggas elle vel virggálaš dáruiduhttinpolitihka áiggi ja sámegiela ja sámekultuvrra geahččaledje jávkadit.

source: Isak Saba kuoli alkukesästä vuonna 1921 vain 46-vuotiaana.
sme: Saba jámii álgogease 1921 dušše 46-jahkásažžan.

source: Sanomalehti Nuorttanáste julkaisi pian hänen kuolemansa jälkeen muistokirjoituksen, jonka mukaan saamelaiset olivat menettäneet tärkeän edustajansa, joka jätti jälkeensä sukupolvien ajan elävän perinnön.
sme: Sámi aviisa Nuorttanáste almmustahtii Saba jápmima maŋŋá muitočállosa, man mielde sámit ledje manahan dehálaš ovddasteaddjiset, guhte guđii maŋŋásis sohkabuolvvaid čađa ealli árbbi.

source: Kuuntele ja laula pohjoissaameksi
sme: Guldal ja lávllo davvisámegillii

source: (julkaistu esittäjän luvalla)
sme: (almmustahtton lávlu lobiin)

source: (julkaistu esittäjien luvalla)
sme: Duottar leabbá duoddar duohkin,

source: Kuuntele ja laula koltansaameksi
sme: ruoškkas, ruovggas rođuin gullo,

source: Sanat suomeksi
sme: geresskálla máđii miel.

source: Kaukaa alta seitsentähden Lapin kulma kuumottavi aava Turjan tunturisto järvi järven tuolla puolen, valtahiset harjat, huiput kohoo kohti ilman kantta, joet joikaa, korvet kaikaa, niemet pystyt, rautarinnat, työntyy tyrskymerta päin.
sme: mehciid, mearaid, mearragáttiid,

source: Tuimat tääl ' on talven viimat, tuulet, tuiskut määrättömät, Saamen suku sieluin, mielin silti rakastavi maitaan; kulkijalle kuudan hohtaa, roihuavat pohjanpalot, poro pärskyy koivikossa, melu täyttää järvet, jängät pulkankolke talvitiet.
sme: golli siste guollebivdit

source: Taas kun kesäpäivän kehrä kultaa metsät, meret, rannat, kalamiehet meren, järven kultakimalteessa keinuu, kultasotkat soutaa, soiluu hopeoina Lapin virrat, välkkyy airo, vilkkuu sauvoin, miehet laskee lauleskellen kosket, könkäät, suvannot.
sme: suilot mearain, suilot jávrriin

source: Sortumatta Saamen heimo kestänyt on vainolaisten tapporetket, kirokaupat, viekkaat väärän veron viejät.
sme: geavgŋáid, guoikkaid, goatniliid.

source: Terve, sitkeä sa heimo, Terve, rakas rauhan juuri, veljesriidan raastamaton, veljesveren vuotamaton Saamen heimo hiljainen !
sme: goddi čuđiid, garrogávppiid,

source: Saivat esi-isät ammoin voiton väärintekijöistä.
sme: viehkis vearrevearrováldiid.

source: Veljet, mekin torjukaamme sitkeästi sortajamme !
sme: Dearvva dutnje, ráfi ruohtas !

source: Suku vankka Päivän poikain, ei sua voita vainolainen, kultakieltäs jos vain vaalit, taattojen jos neuvot muistat: Saamien on Saamen maa !
sme: vuostálastot, vieljat, miige
